[
  {
    "id": "2801",
    "date": "2801",
    "title_en": "How much do you actually know about underrepresentation? ",
    "title_ja": "実際のところ、あなたは過小評価についてどれだけ知っていますか。",
    "image": "https://firebasestorage.googleapis.com/v0/b/glide-prod.appspot.com/o/img-uploads%2FvanGWPTcf46D78CUIQ51%2Fa5be32.jpeg?alt=media",
    "description_en": "Most people already know that the tech industry looks incredibly homogeneous and lacks diversity in every layer of it. But the contributing factors and the consequences of this picture are so hard to measure that it's still rare to have an honest discussion about the importance of diversity and reach an agreement on what can be done about it or if anything should be done at all. This talk brings a complete overview and tons of data on underrepresented groups in tech, the causes of underrepresentation, why the lack of diversity is a problem in the first place, the impact on your business and how important we, as leaders, are to improve this picture. The numbers are mostly focused on (the lack of) women in the tech industry, but many examples apply to other underrepresented groups and even other industries.",
    "description_ja": "技術業界は信じられないほど同質であり、あらゆる層で多様性に欠けていることを大部分の人は既に分かっている。しかし、この状況に寄与している要素とその結果については、測ることが非常に難しく、多様性の重要性について正直に話し合い、それに対して何ができるのか、あるいは何かやるべきことがあるのかどうかについても意見の一致を見ることは未だ稀です。ここでは、完全な概要を提示し、技術分野で過小評価されているグループについての多くのデータ、過小評価の原因、そもそもなぜ多様性が欠けていることが問題なのか、事業への影響と現状を改善するのに私たちがリーダーとしてどれだけ重要であるかについて、お話します。数字は、技術業界での女性（の不足）に大部分重点が置かれていますが、多くの事例は他の過小評価されているグループや他の業界にさえあてはまるものです。",
    "category_en": "Keynote",
    "category_ja": "基調講演",
    "day": "28",
    "time": "13:15",
    "room": "Track 1",
    "show": "true",
    "speakerName": "Tutti Quintella",
    "First speaker=speakers:name_en": "Tutti Quintella",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2802",
    "date": "2801",
    "title_en": "A New Way to Build Your DevRel “Flywheel” with Open Source",
    "title_ja": "オープンソースでDevRel「フライウィール」を構築する新しい方法",
    "image": "",
    "description_en": "Many of the standard “developer relations” tactics are well-known, and as a result, are “priced in” the market for developer’s attention. \n\nIn other words, because so many developer-facing companies are using a similar set of tactics (Meetups!  Tools!  Tutorials!  Blogs!  Hackathons!), it’s harder to stand-out and build a growing and sustainable community of developers.\n\nUnless you can find a force multiplier, you either need to outspend and outwork the competition, or your efforts will face a lot of inertia.\n\nOpen source is a strategy which can help you to stand out and build your developer community…. **if** you do it the _right_ way.  However, many companies believe that posting some libraries for their service is an open source strategy.  But there’s more to an open source strategy as part of a developer relations effort that many companies miss.\n\nThis talk will share a spectrum of options and steps for applying open source as part of your developer relations strategy to build your DevRel “flywheel” — a virtuous cycle which can amplify your efforts to stand out in an increasingly competitive market for developer mindshare.",
    "description_ja": "「デベロッパー・リレーション」の標準的な戦術の多くはよく知られており、その結果、市場ではデベロッパーの注目を集めるための「値付け」がされています。 \n\n言い換えれば、多くのデベロッパーに対応する企業は、類似の戦術を使っているので（ミートアップ！  ツール！  個別指導！  ブログ！  ハッカソン！）、その中で目立ち、成長し持続可能なデベロッパーのコミュニティを築くことはより困難になっているのです。\n\nフォースマルチプライヤーを見つけることができない限り、競合相手よりも多くお金を使い、より一生懸命働く必要があるか、さもなければ、あなたの取り組みは不活発なものになるでしょう。\n\nオープンソースは、**もし**正しい方法で行えば、目立ちデベロッパー・コミュニティを構築する。。。 のに役立つことのできる戦略です。  しかし、多くの企業は、彼らのサービスのライブラリーを掲示することがオープンソース戦略だと考えているのです。  しかし、多くの企業が見逃しているデベロッパー・リレーションの取り組みの一部としてのオープンソース戦略にはもっと多くの要素があります。\n\nここでは、デベロッパーのマインドシェアを求めてますます競争が激しくなっている市場で目立つために、あなたの取り組みを増幅することのできる好循環であるDevRelの「フライホィール」を構築するために、オープンソースをデベロッパー・リレーション戦略の一部として適用するための一連のオプションと手順について取り上げます。",
    "category_en": "Strategy",
    "category_ja": "戦略",
    "day": "28",
    "time": "",
    "room": "",
    "show": "false",
    "speakerName": "timfong888@gmail.com",
    "First speaker=speakers:name_en": "timfong888@gmail.com",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2803",
    "date": "2801",
    "title_en": "Creating the DevRel Identity for your Company",
    "title_ja": "あなたの会社のDevRelアイデンティティを作る",
    "image": "",
    "description_en": "## Leverage the uniqueness of your role\nTasks like 'making your company's API more accessible' are tactical aspects of being DevRel and generally well understood. Creating boundaries around what 'DevRel' means within your company's context is much more difficult.\n\nIn this talk we'll cover what it takes to create, foster, and deliver strong opinions to the right people, at the right time – in order to help shape great developer experience outputs for your company over time.\n\n*Hint:* Most of the work is done by adopting a few solid principals which will help you successfully influence your company's culture, communication, and collaboration – from both the ground up, and the top down.",
    "description_ja": "## あなたの役割のユニークさを活用する\n\n「あなたの会社のAPIをもっと利用しやすいものにする」というようなタスクは、DevRelの戦術的な側面であり、一般によく理解されています。あなたの会社という状況で「DevRel」が何を意味するのかということに関し境界線を設定するのははるかに難しいことです。\n\nここでは、時と共にあなたの会社で素晴らしいデベロッパー・エクスペリエンスを形成するのに役立つために、強力なオプションを開発し、適材に対し適時に提供するには何が必要かについてお話します。\n\n*ヒント* 大部分の業務は、下からでもトップからでも、あなたの会社の社風、コミュニケーション、共同作業にうまく影響を与えるのに役立つ２～３の確固たる原則を採用することによって行われます。",
    "category_en": "Strategy",
    "category_ja": "戦略",
    "day": "28",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Ben Michel",
    "First speaker=speakers:name_en": "Ben Michel",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2804",
    "date": "2801",
    "title_en": "Top datasets for top DevRel results",
    "title_ja": "DevRelでトップの成果を生むのに有効な上位のデータセット",
    "image": "",
    "description_en": "As a Developer Advocate for Google and BigQuery, I use BigQuery to analyze where should I go and what should I do. In this talk I want to share with you datasets and techniques that can make us way more effective at our jobs.\n\nSome of the datasets I'll showcase during this talk:\n\n- Stack Overflow: What are the larger industry trends? Are we being supportive of our communities? How can we identify the top questions to focus our product decisions?\n- GitHub: Finding industry trends. Identifying our audience. Measuring a healthy community.\n- Meetup.com: What are the worldwide trends? What are the top meetups in each city?\n- Google Analytics, Youtube: While these datasets are private to each company, we can use them to measure the outcome of our efforts.\n- Reddit, Hacker News: What are the top trends relevant to our products?",
    "description_ja": "GoogleとBigQueryのデベロッパー・アドボケイトとして、どこにいくべきか、そして何をすべきかを分析するのに、私はBigＱｕｅｒｙを使います。ここでは、私たちの仕事をはるかに効果的にすることのできるデータセットと技法についてお話します。\n\nこの話で紹介するデータセットのいくつかは：\n\n- スタック・オーバーフロー：大きな業界動向はどうなっていますか。私たちは自分のコミュニティを支援していますか。どのようにすれば、製品の決定に焦点をあてた最良の質問を見つけることができますか。\n- GitHub：業界動向を見つける。対象を確認する。健全なコミュニティを評価する。\n- Meetup.com: 世界的な動向は何か。各都市でのトップのミートアップは何か。\n- Googleアナリティクス, Youtube: これらのデータセットは各会社特有のものですが、私たちの取り組みの成果を評価するのにそれらを使うことができます。\n- レディット, ハッカーニュース：これらの製品に関連した上位の傾向は何ですか。",
    "category_en": "Analyse",
    "category_ja": "分析",
    "day": "28",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Felipe Hoffa",
    "First speaker=speakers:name_en": "Felipe Hoffa",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2805",
    "date": "2801",
    "title_en": "Bootstrapping Developer Relations by forming a Developer Efficiency Team",
    "title_ja": "デベロッパー効率チームを組織してデベロッパーリレーションを自力で開拓する",
    "image": "",
    "description_en": "Credit Karma hired me away from Google (where I was part of DevRel) in 2017 to form a brand new Developer Relations team. After arriving at Credit Karma I discovered the company was not really prepared for any Developer Relations activities. This talk shares the journey toward being able to weave many Developer Relations activities into the company culture. Hackathons, engineering summits, knowledge management programs and tooling, engineering on-boarding / training, internal developer advocacy and more have been crafted and executed on a global scale.\n\nIn this talk I will share the lessons learned and best practices uncovered when trying to steer a hyper growth company toward activities that will make the lives of software engineers better and help the business scale.\n\nHint: The key to unlocking the funding and support was to form a Developer Efficiency team.",
    "description_ja": "クレジット・カルマは、2017年に新しいデベロッパー・リレーションのチームを組織するために私を（DevRelの一員であった）Googleから引き抜きました。私がクレジット・カルマに入社した後、同社が実際のところデベロッパー・リレーションの活動の準備ができていないことが分かりました。ここでは、多くのデベロッパー・リレーションの活動を会社の文化に織り込むことのできるまでの旅路についてお話します。ハッカソン、エンジニアリング・サミット、知識マネジメント・プログラムとツール、エンジニアリング新人研修、内部デベロッパー・アドボカシー他が作られ、グローバルな規模で実行されました。\n\nここでは、急成長している会社がソフトウェア・エンジニアの生活をより良いものにし、事業を拡大するのに役立つ活動に向けて舵を切ろうとしている時に学んだ教訓と見出したベスト・プラクティスについてお話します。\n\n*ヒント*資金調達と支援への道を開く鍵は、デベロッパー効率チームを組織することでした。",
    "category_en": "Team",
    "category_ja": "チーム",
    "day": "28",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Krispy Uccello",
    "First speaker=speakers:name_en": "Krispy Uccello",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2806",
    "date": "2801",
    "title_en": "Global Developer Evangelism - The Lean Way in Corporate America",
    "title_ja": "グローバル・デベロッパー・エバンジェリズム－米国企業で行われているリーン方式",
    "image": "",
    "description_en": "## Intro\n\nMy team built a developer community of over 400K developers and managed it with a team of <5 people at any given time. We regularly compete with the likes of Amazon and Microsoft who have vastly more resources, engineers and general ability to crush us, yet we have consistently been able to remain competitive due to our focus on developer experience first, sensible defaults, and generally 1:many communication methods that allow us to scale all of our efforts. I would like to share some best practices we have learned so others may benefit, and maybe even use our arguments in their own tough corporate situations. \n\n## Topics\n\n- Tools we used (Zendesk, Jira, Google Drive, Office 365, youtube, ...etc) and when to switch / what they're good for and how to automate them\n- Arguments (Developers are the new kingmakers, evangelize from the bottom up, stability is your biggest feature)\n- Best Practices (videos with no spoken word for easier translation, create self driven workshops, 20% effort, 80% results)\n\n\n",
    "description_ja": "## 入門　　\n私のチームは、40万人以上のデベロッパーからなるデベロッパー・コミュニティを構築し、どんな時も5人未満のチームで運営してきました。私たちは、膨大なリソースとエンジニアを抱え私たちをつぶす一般的な力を備えているアマゾンやマイクロソフトのような企業と通常競合していますが、デベロッパーの経験を第一とし、実用的な初期設定、取り組みを拡大することのできる一般的に１：多数のコミュニケーション方法に焦点を合わせたことにより、一貫して競争力を維持することができました。他の人たちが利益を得られるように、またたぶん私たちの論拠を厳しい企業内の状況でも使うことができるように、私たちが学んだベスト・プラクティスについていくつか紹介したいと思います。 \n\n## トピック　　\n- 私たちが用いたツール(Zendesk, Jira, Google Drive、Office365, YouTube、...など）およびいつ切り替え/何に向いているかとそれらを自動化する方法 \n- 論拠　（デベロッパーは新たなキングメーカーであり、下からの伝道であり、安定性が最大の特徴です）　\n- ベスト・プラクティス　(翻訳を簡単にするために話し言葉のないビデオ、自主独立型のワークショップの制作、20%の努力で80%の成果）",
    "category_en": "Team",
    "category_ja": "チーム",
    "day": "28",
    "time": "",
    "room": "",
    "show": "false",
    "speakerName": "Austin Blackstone",
    "First speaker=speakers:name_en": "Austin Blackstone",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2807",
    "date": "2801",
    "title_en": "A data based approach to setting up your DevRel program in a new region",
    "title_ja": "新たな地域でDevRelプログラムを構築するデータに基づいたアプローチ",
    "image": "",
    "description_en": "I've spent a good deal of time using a data based approach to setting up our DevRel program in APAC. I'm going to tell you all about the data we looked at to create our research strategy, the strategy we used and the outcomes of it six months later.\n\nWe'll look at content analytics, metrics from past events, having boot(h)s on the ground and increasing your product's awareness in a region you don't speak the language.",
    "description_ja": "アジア太平洋地域では、DevRelプログラムを構築するのにデータに基づくアプローチに多くの時間を費やしました。私たちの研究戦略を生み出すのに使ったデータ、私たちが用いた戦略と6ヵ月後の成果について全てお話します。\n\n私たちは、地に足（ブース）を着け、現地語を話せない地域で製品の認知度を上げつつ、コンテント・アナリティクス、過去のイベントからのメトリックスを見ることになります。",
    "category_en": "Analyse",
    "category_ja": "分析",
    "day": "28",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Alex Lakatos",
    "First speaker=speakers:name_en": "Alex Lakatos",
    "Second speaker=speakers:name_en": "Chen Hui Jing"
  },
  {
    "id": "2808",
    "date": "2801",
    "title_en": "Future of work - why soft skills are important and how to build \"the dream team\"",
    "title_ja": "仕事の未来 － ソフトスキルが重要である理由と「夢のチーム」を構築する方法",
    "image": "",
    "description_en": "Through the talk I'll cover of:\n- what is current landscape of our working environment and how is it changing\n- what is the \"future of work\" and what are employers, and customers are looking for\n- the importance of a 'venturing' mindset\n- how do we upskill people for the future of work\n- why entrepreneurship (or intrapreneurship) is becoming more prevalent in today's society\n- how do you build a 'dream team' to execute any project, company, or win a hackathon\n- my own experiences (drawing on hackathons, the 'untraditional' career path, esports, and more",
    "description_ja": "ここでの話では、次のことを取り上げます：\n- 私たちの作業環境の現在の状況はどうで、どのように変わっているか　　\n- 「未来の仕事」は何で、従業員と顧客は何を求めているか。　\n- 「新規事業を起こす」マインドセットの重要性　\n-  どのようにして未来の仕事のためにスキルを向上させるか　\n-  なぜ企業家精神（あるいは社内ベンチャー制度）が今日の社会でより普及するようになっているのか \n- どのようにしてプロジェクトや会社を実行したり、ハッカソンで優勝したりする「夢のチーム」を築くか　\n- 自分自身の経験 (ハッカソンからの学んだこと、「非伝統的な」経歴、eスポーツ、他）",
    "category_en": "Team",
    "category_ja": "チーム",
    "day": "28",
    "time": "",
    "room": "",
    "show": "false",
    "speakerName": "Michelle Mannering",
    "First speaker=speakers:name_en": "Michelle Mannering",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2809",
    "date": "2801",
    "title_en": "See and Understand your data",
    "title_ja": "データを見て理解する",
    "image": "",
    "description_en": "At Tableau, data is the core of our business, and in the DevRel team, we didn’t forget it! This talk is going to cover how once your main KPIs are defined based on your goal, data can help you achieve your goal and better understand both your developer community and the opportunity you have to grow it. We will go over finding the data sources, combining them and visualize the data. Be ready to be amazed, inspire and come away feeling empowered!",
    "description_ja": "Tableauでは、データがビジネスの中心となるもので、DevRelチームでは、私たちはそのことを忘れたことはありません！ここでは、一旦自分の目標に基づいて主なKPIを定義したら、目標を達成し、デベロッパー・コミュニティとそれを成長させるための機会の双方についてよりよく理解するのに、データがどのように役に立つかを、お話します。データ源を見つけ、それらを組合せることを考え、データを視覚化します。驚き、着想を得て、力を得たように感じる準備をしてください！",
    "category_en": "KPI",
    "category_ja": "KPI",
    "day": "28",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Geraldine Zanolli",
    "First speaker=speakers:name_en": "Geraldine Zanolli",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2901",
    "date": "2901",
    "title_en": "Design Principles For Event Organizers",
    "title_ja": "イベント主催者向けの設計原則",
    "image": "https://firebasestorage.googleapis.com/v0/b/glide-prod.appspot.com/o/img-uploads%2FvanGWPTcf46D78CUIQ51%2Fbd9491.jpeg?alt=media",
    "description_en": "Organizing tech conferences, especially in large scale, involves careful balancing of many aspects, and as event organizers we are always challenged to make hard decisions. \n\nAfter all a conference is not just about talks. It involves sponsors, speakers, audiences, and lurkers -- each of them with a different agenda than the other. In order to deliver a cohesive message it is important to properly design the conference.\n\nIn this talk we will explore aspects that one should consider when designing a tech conference from what I learned through 10+ years of organizing multiple conferences. Then we will consider some important principles for the coming years, in an age where we seem to have an abundance of conferences all of the time.",
    "description_ja": "大規模な技術カンファレンスの開催では、多くの側面において、慎重なバランスが必要です。また、イベントの開催者として、常に厳しい決断を下さなければなりません。\n\n結局のところ、カンファレンスは講演がすべてではありません。 スポンサー、スピーカー、聴衆および潜伏者が関与します。それぞれが異なる狙いを持っています。まとまりあるメッセージを配信するには、カンファレンスを適切に設計することが重要です。\n\nこの講演では、10年以上にわたって複数のカンファレンス開催を通じて学んだことから技術カンファレンスを設計する際に考慮すべき点を解説します。そして、毎年多数のカンファレンスが行われている現在において、今後数年間のいくつかの重要な原則を紹介します。",
    "category_en": "Keynote",
    "category_ja": "基調講演",
    "day": "29",
    "time": "10:35",
    "room": "Track 1",
    "show": "true",
    "speakerName": "Daisuke Maki",
    "First speaker=speakers:name_en": "Daisuke Maki",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2902",
    "date": "2901",
    "title_en": "Developer relations in Software Engineering",
    "title_ja": "ソフトウェア・エンジニアリングにおけるデベロッパー・リレーション",
    "image": "https://firebasestorage.googleapis.com/v0/b/glide-prod.appspot.com/o/img-uploads%2FvanGWPTcf46D78CUIQ51%2Fad1dc2.jpeg?alt=media",
    "description_en": "Software Engineering isn’t just programming, but solving problems by a team. It requires to coordinate with the other members, so it is essential to have a good relations between developers.\nIn this session,  I’ll share my experiences from FLOSS community activities and a software engineering perspective.",
    "description_ja": "ソフトウェア・エンジニアリングは、単にプログラミングではなく、チームで問題を解決することです。それは、他のメンバーとの調整を必要とし、デベロッパー間で良い関係を持つが不可欠です。\nこのセッションでは、FLOSSコミュニティの活動から得た私の経験とソフトウェア・エンジニアリングの視点についてお話します。",
    "category_en": "Keynote",
    "category_ja": "基調講演",
    "day": "29",
    "time": "10:35",
    "room": "Track 1",
    "show": "true",
    "speakerName": "Fumitoshi Ukai",
    "First speaker=speakers:name_en": "Fumitoshi Ukai",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2903",
    "date": "2901",
    "title_en": "Friction logging 101",
    "title_ja": "摩擦ログ101",
    "image": "",
    "description_en": "One of the core functions of DevRel is to advocate for developers and make developer experience frictionless. We, DevRel at Google, use friction logs to create and provide structured feedback for products for different scenarios and help product teams deliver consistent experience across multiple products and features. In this talk, you will learn:\n\n- What a friction log is and why it is important\n- Working as a zeroth customer\n- How to write a friction log\n- Continuing conversations with product teams\n\nThe goal is to be able to confidently write cross-product, experience-focused feedback.\n",
    "description_ja": "DevRelの中心となる機能の1つは、デベロッパーのアドボケイトとなり、デベロッパー・エクスペリエンスを摩擦のないものにすることです。私たち、グーグルのDevRelは、摩擦ログを使って、さまざまなシナリオでの製品に対する体系的なフェードバックを作成して提供し、製品チームが多数の製品や機能にわたって一貫性のある経験を提供するのに役立てています。ここでの話で、あなたは次のことを学びます：\n\n- 摩擦ログとは何かとなぜそれが重要なのか　　\n- ゼロ番目の顧客として働く　\n- 摩擦ログの書き方　\n- 製品チームとの継続的会話　　\n\n目標は、さまざまな製品について経験に重点を置いたフィードバックを自信をもって書くことができるようになることです。",
    "category_en": "DX",
    "category_ja": "DX",
    "day": "29",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Emma Haruka Iwao",
    "First speaker=speakers:name_en": "Emma Haruka Iwao",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2904",
    "date": "2901",
    "title_en": "Effective DevRel growth! \"The multiple DevRel collaboration\" methods and tips!",
    "title_ja": "効果的なDevRelの拡大！「多数のDevRel共同作業」の方法と秘訣！",
    "image": "",
    "description_en": "I talk two important methods as external evangelist,\n\n* Method1: Polishing together developer experience with other DevRel!\n    * This is a method from my Hands-on experience as an external evangelist.\n    * I talk that I act its event recently such as IoT devices, UI prototyping tools, and API/Data prototyping tools at same time collaboration.\n        * Focusing on respecting each other benefits about these DevRel technologies such as separating their strong points.\n        * Each similar strong points such as flow editor atmosphere connect to near thinking each developer especially.\n        * Like this, All connecting success to each DevRel show next step creativity for the developer. It's a fan step up DevRel and developers!\n* Method2: Expanding your DevRel hidden benefits!\n    * This is a method from my talk as a speaker with tech collaboration demos.\n    * It gets effects that your DevRel expands future and real possibilities naturally. Of course, it outperforms single DevRel alone.\n    * I talk that I performed positively various talks and understanding each technology interest distance.\n        * Design tool technologies (like Adobe XD) and IoT, VR devices.\n            * This case is such as \"visualization\" interest and \"all field prototyping\" interest.\n        * Various multi-cloud technologies collaboration.\n            * This case is such as \"freely imagination\" interest, \"enjoying to input all technology\" interest.\n        * and more... all cases effect to \"uncovering nice future\" interest using technology.\n\nWhen you get these methods from me. You notice that you need the next step such as always continuing to exercise your DevRel, improving other DevRel interest. I would like to deliver it to you!",
    "description_ja": "外部のエバンジェリストとして、二つの重要な方法についてお話します。　\n\n* 方法１：デベロッパー・エクスペリエンスを他のDevRelと一緒に洗練させる！\n    * これは、私の外部エバンジェリストとしての実地体験から生まれた方法です。\n    * IoTデバイス、UIプロトタイピング・ツール、API/データ・プロトタイピング・ツールのようなツールを、最近のイベントで同時共同作業で使った時のことをお話します。\n        * 強みを分離するといったDevRelの技術について、それぞれに利点に焦点をあてます。\n        * 特に考え方が近いデべロッパーにとってのフローエディター・アトモスフィア コネクトのような類似のそれぞれの強み\n        * このように、DevRelの成功を全て結び付けることで、デべロッパーが次のステップを生み出すことにつながっていきます。\nDevRelとデベロッパーを進歩させることは楽しいものです！\n* 方法2：DevRelの隠れた利点を広げる！\n    * これは技術協力デモ時にスピーカーとして話をした時に話した方法です。\n    * あなたのDevRelが未来を広げ、自然に現実の可能性を帯びてくるという効果があります。もちろん、単一のDevRelだけの場合を凌ぎます。\n    * 私は、それぞれの技術的関心は異なることを理解して、積極的にさまざまなお話をしてきました。\n        * （Adobe XDのような）デザイン・ツール技術とIoT, VRデバイス\n            * この場合は、「ビジュアライゼーション」への関心や「オール・フィールド・プロトタイピング」に対する関心などです。\n        * さまざまなマルチ・クラウド技術の協力\n            * この場合は、「自由なイマジネーション」に対する関心や「全ての技術を取り入れることを楽しむ」関心などです。\n        * さらに、技術を用いて「素晴らしい未来を発見すること」に対する関心は全ての場合に当てはまります。\n\nあなたがこれらの方法を私から学べば、他の人のDevRelへの関心を改善しつつ、常にあなたのDevRelを実践し続けるというような次のステップを必要とすることに気がつきます。私はそれを提供したいのです！",
    "category_en": "Experience",
    "category_ja": "経験",
    "day": "29",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Seigo Tanaka",
    "First speaker=speakers:name_en": "Seigo Tanaka",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2905",
    "date": "2901",
    "title_en": "The landscape of developer's output in Japan",
    "title_ja": "日本におけるデベロッパーの開発成果の状況",
    "image": "",
    "description_en": "Many developers produce outputs for their own learning. For example, they write blog articles, give sessions and make indies tech books. As a tech editor, I've touched on the outputs of many developers to plan articles for our web media and concept and sessions for our conferences. However, I've been thinking I really want to be a fellow developer now. Then, I enjoy producing various outputs for developers as one technology lover. In this session, we will share the status of developer outputs in Japan and how DevRel can relate to these outputs to contribute to the output landscape.\n\nI'd like to talk about these following things:\n\n1. What kind of output do developers have in Japan?\n2. Practicing output as a non-developer\n3. How do we co-create the information landscape for developers?",
    "description_ja": "多くのデベロッパーは自分自身の学習のためにアウトプットを生み出しています。例えば、彼らはブログ記事を書いたり、セッションを提供したり、独立系の技術書籍を制作したりしています。私は、技術編集者として、私のウェブメディア用の記事や私たちの会議のための概念やセッションを企画するために多くのデベロッパーが生み出した成果に触れてきました。しかし、今では本当は仲間のデベロッパーになりたいと思っているのです。私は、一人の技術愛好家としてデベロッパーのためにさまざまな成果を生み出すことを楽しんでいます。このセッションでは、日本におけるデベロッパーの地位と、成果の現状に寄与するためにこれらの成果にDevRelがどのように関係することができるかについてお話します。\n\n次のことを話したいと思います。\n\n1.  日本のデベロッパーはどんな成果を生んでいるのか。\n2.  非デベロッパーとして成果を実践する。　\n3.  どのようにしてデベロッパー用の情報ランドスケープを共同で生み出すか。",
    "category_en": "Experience",
    "category_ja": "経験",
    "day": "29",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Yuko Kondo",
    "First speaker=speakers:name_en": "Yuko Kondo",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2906",
    "date": "2901",
    "title_en": "Leveraging Previous Work Experience to Start a DevRel Career",
    "title_ja": "DevRelのキャリアを始めるために以前の職務経験を生かす",
    "image": "",
    "description_en": "The practice of Developer Relations requires a wide breadth of knowledge AND the ability to communicate that knowledge with members of your community.\n\nThis talk is aimed at individuals looking to start a career in developer relations as well as current practitioners who are seeking to advance their current practice.\n\nWe gain knowledge in several ways, and one of those ways is through experience. That experience is not limited to our own experience, we can also gain knowledge through the experiences of other.\n\nThe purpose of this talk is to reflect on a 20+ year career in technology and identify notable pieces of experience that can be applied to our practice as developer relations. Among these experiences are:\n- Providing customer support directly to customers\n- Leading a customer support team\n- Working on projects as part of an engineering team\n- Managing engineering projects\n- Architecting and developing solutions within the constraints of customer requirements\n- Understanding that some development constraints require creative solutions that are not found in tutorials\n- Presenting to private and public audiences\n\nBy selecting aspects of the various roles, attendees will walk away with an understanding about how our personal experiences can become toolkits for strengthening our DevRel practice.",
    "description_ja": "デベロッパー・リレーションの実践には幅広い知識とともにコミュニティのメンバーにその知識を伝達する能力が必要となります。\n\nこの話は、現在のやり方をさらに発展させたいと思っている既にに実践している人だけでなく、これからデベロッパー・リレーション分野で仕事についきたいと考えている個人に向けたものです。\n\n私たちはいくつかの方法で知識を得ており、その１つの方法は経験を通じたものです。その経験は、自分自身の経験に限ったものではありません。私たちは、他人の経験からも知識を得ることができます。\n\nこの話の目的は、技術分野での20年以上のキャリアを振り返り、デベロッパー・リレーションとして実践に応用可能な注目に値する経験を明らかにすることです。これらの経験の中には次のようなものがあります：\n- 顧客サポートを顧客に直接提供する。 \n- 顧客サポート・チームを主導する。　\n- エンジニアリング・チームの一員としてプロジェクトで作業する。　\n- エンジニアリング・プロジェクトを管理する。 \n- 顧客要件の制約内でソリューションを設計し開発する。\n- いくつかの開発上の制約は、指導書では見つからない創造的なソリューションを必要とするものだということを理解する。\n- 私的ならびに公的な聴衆に発表する。　　　　\n\nさまざまな役割の一部を選ぶことにより、出席者はどのようにすれば私たちの個人的な経験がDevRel活動を強化するツールキットになりうるかにつき理解してもらえるものと思います。",
    "category_en": "Experience",
    "category_ja": "経験",
    "day": "29",
    "time": "",
    "room": "",
    "show": "false",
    "speakerName": "Charles Pretzer",
    "First speaker=speakers:name_en": "Charles Pretzer",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2907",
    "date": "2901",
    "title_en": "Learn How to Boost Your Developers Site with Localization",
    "title_ja": "ローカリゼーションでデベロッパー・サイトを強化する方法を学ぶ",
    "image": "",
    "description_en": "### Localize Developer Website\n\nDo you have your own developers websites? If you want to launch and manage your site in your country, it's very important to localize them. It'll be effective for your company and developers in your country. After this session, you will get the best way to boost your sites with localization.\n\n### How to effect Developer Website\n\nI am a Developer Advocate at IBM, and Chief Editor of developerWorks Japan(IBM official technology web site for developers). I have lots of knowledges for administer developer web site in country. We have original developerWorks in English but it is often hard to read/understand English articles for Japan developers. That's why I and my team have been managing our developer web site with localization and adding Japan original contents.\nYou can learn 4 things how to start to launch(or manage) your technical web site at first, and what we need for keep a good web site.\n\n1.  Why it is bad using English site originally\n1.  Who will access our technical site\n1.  How should we make our contents in our site\n1.  Importance of developer web site specific in country\n\nThis session is very beneficial for attendees who want to make/manage their own developer web site.",
    "description_ja": "### デベロッパーのウェブサイトをローカライズする\n\nあなたは自分自身のデベロッパー用ウェブサイトを持っていますか。あなたの国であなたのサイトを立ち上げて管理したいなら、ローカライズすることが非常に重要です。そうすることで、あなたの会社とあなたの国のデベロッパーにとって効果的になります。このセッションが終われば、ローカリゼーションであなたのサイトを強化するベストな方法が分かるでしょう。\n\n### デベロッパーのウェブサイトの作り方\n\n私はIBMのデベロッパー・アドボケイトで、developerWorks日本語版（デベロッパー向けのIBMの公式技術ウェブサイト）の編集長です。国内のデベロッパー・ウェブサイトの管理について豊富な知識があります。英語版の元々のdeveloperWorksがありますが、日本のデベロッパーには英語の記事を読んで理解するのは難しいことが多いのです。そのため、私と私のチームはデベロッパー・ウェブサイトをローカリゼーションを加えて運営し、日本独自のコンテンツも加えました。\n技術的なウェブサイトをまず立ち上げ（あるいは運営）する方法と良いウェブサイトを維持するのに必要なことには4つあることが分かります。\n\n1. なぜ元々の英語版のサイトを使うのが良くないのか。\n1. 誰が私たちのサイトにアクセスするのか。\n1. どのようにして私たちのサイトのコンテンツを制作すべきか。\n1. その国に特有のデベロッパー・ウェブサイトの重要性\n\nこのセッションは、自分自身のデベロッパー・ウェブサイトを作ったり運営したりしたいと思う参加者には非常に有益なものです。",
    "category_en": "Document",
    "category_ja": "ドキュメント",
    "day": "29",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Taiji Hagino",
    "First speaker=speakers:name_en": "Taiji Hagino",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2908",
    "date": "2901",
    "title_en": "Breaking the DevRel Stereotypes – Fly less; Impact more",
    "title_ja": "DevRelのステレオタイプを壊す－時間をかけずに大きな影響を与える",
    "image": "",
    "description_en": "Developer Relations is a misunderstood role today. It’s not always about hopping to multiple continents every week and delivering talks/technical sessions. Yes, the credo includes developer advocates/evangelists/marketing managers but guess what the core intention for all of them is to “help developers” and drive Modern Developer Psychology- where we aim to encourage developers today to shape their developer journey to write, speak and code. \n\nThis talk will be more of storytelling many crowdsourced experiences – about what I’ve learned from developers about Code, Content & Community. ",
    "description_ja": "デベロッパー・リレーションの役割は、今日誤解されています。それは、毎週多くの大陸を飛び回り、講演をしたり/技術セッションを提供したりすることでは必ずしもありません。確かに、その信条には、デベロッパー・アドボケイト/エバンジェリスト/マーケティング・マネジャーが含まれますが、それら全ての中心となる意図は何か分かりますか、それは「デベロッパーを助けること」であり、デベロッパーが、書き、話し、コーディングするデベロッパーの旅路を形成することを励ますことを目指すモダン・デベロッパー・サイコロジーを推進することです。 \n\nこの話は、コードやコンテンツやコミュニティについてデベロッパーから学んだことについてクラウドソースした多くの体験物語と言った方が良いものです。",
    "category_en": "Experience",
    "category_ja": "経験",
    "day": "29",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Arkodyuti Saha",
    "First speaker=speakers:name_en": "Arkodyuti Saha",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2909",
    "date": "2901",
    "title_en": "Approaching DevRel as an Educator: Creating Content that Invites Your Users to Learn",
    "title_ja": "DevRelに教育者としてアプローチする",
    "image": "",
    "description_en": "We need to think of DevRel as an educational pursuit, as well as technical. When we create content, we need to think about a learning path that invites users in by assuring them that not only are they capable of learning how to use our services, but engage their curiosity so they'll take that first step.\n\nThis talk will cover the ways thinking about your entire approach to DevRel from an education standpoint will enhance your users' experience and create a stronger rapport between you and your most vocal advocates.",
    "description_ja": "DevRelは、技術的なものだけではなく教育的な探求であると考える必要があります。コンテンツを制作する時、ユーザーが私たちのサービスの使い方を学ぶことができるだけでなく、彼らが最初の一歩を踏み出すせるように彼らの好奇心をとらえて、ユーザーを誘い出す学習の道筋について考える必要があります。\n\nこの話では、ユーザーのエクスペリエンスを強化し、あなたとあなたの最も熱心なアドボケイトとの間により強い調和した関係を生み出す教育的見地から、あなたのDevRelへのアプローチ全体について考える方法を取り上げます。",
    "category_en": "Community",
    "category_ja": "コミュニティ",
    "day": "29",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Mx. Kas Perch",
    "First speaker=speakers:name_en": "Mx. Kas Perch",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2910",
    "date": "2901",
    "title_en": "Create an API Strategy in an Infrastructure World",
    "title_ja": "インフラの世界におけるAPI戦略の策定",
    "image": "",
    "description_en": "Building great APIs is the first step to success, but now you have this fantastic API everyone is probably already ecstatic right. Wrong. In this talk we will go through the journey, the misunderstandings the highs and the lows of getting people to actually use our APIs.\n\nWith our team we worked on building out a platform and multiple SDKs, this included building up multiple CI/CD pipelines, machine translation on our documentation and securing all this so we can safely integrate community contributions into our products.\n\nYou will walk out of this session with our lessons learned, both on technical side of things as well as how we managed to build out a supportive community for our APIs.\n",
    "description_ja": "成功するには立派なAPIを作ることが第一歩です。しかし、あなた方は今この素晴らしいAPIを持っており、皆たぶん既にに有頂天になっているんでしょうね。実際はそうではないですね。ここでは、旅路、つまり実際に私たちのAPIを使ってもらうことについての誤解や浮き沈みについてお話します。\n\nチームとともに私たちはプラットフォームや多数のSDK（ソフトウェア開発キット）を開発してきましたが、これには、製品にコミュニティの貢献を安全に統合することができるようにするために、多数のCI/CD(継続的インテグレーション/継続的デリバリー）のパイプラインを構築し、ドキュメンテーションの機械翻訳とこれら全てに対しセキュリティを確保することが含まれます。\n\n私たちが私たちのAPIを支援してくれるコミュニティをどのように構築してきたかだけではなく、技術的な側面についても学んだ教訓をお話してこのセッションを終えたいと思います。",
    "category_en": "API",
    "category_ja": "API",
    "day": "29",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Jaap Brasser",
    "First speaker=speakers:name_en": "Jaap Brasser",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2911",
    "date": "2901",
    "title_en": "Designing APIs around Documentation & Developer Experience",
    "title_ja": "ドキュメンテーションとディベロッパーの使い勝手を考慮したAPIの設計",
    "image": "",
    "description_en": "In Arm Connectivity Management our API was not being used by a lot of our customers - our customers that did use the API usually had a lot of issues building their solutions and needed a lot of help. In the end, we decided that our API needed to be redesigned & rebuilt with a focus on the developer experience.\n\nThis talk documents how we investigated the issues we had with our previous version, the decisions we made as a result and the things that we would do differently if the project was started again.\n",
    "description_ja": "Armのコネクティビティ・マネジメントで、私たちのAPIは多くの顧客には使われていませんでした。APIを使って戴いた顧客は、大抵ソリューションを構築する上で多くの問題を抱え、多くの助けを必要としていました。最終的に、私たちのAPIは、デベロッパー・エクスペリエンスに焦点を当てて再設計し再構築する必要があるという決定をしました。\n\nここでは、私たちがどのように以前の版にあった問題を調べ、その結果行った決定と、もしプロジェクトがもう一度始められれば違ったやり方をするであろうということについて、記述します。",
    "category_en": "Document",
    "category_ja": "ドキュメント",
    "day": "29",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Peter Kinnaird",
    "First speaker=speakers:name_en": "Peter Kinnaird",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2912",
    "date": "2901",
    "title_en": "Building Systems at Scale for Accessibility",
    "title_ja": "アクセシビリティ向上のための大規模システムの構築",
    "image": "",
    "description_en": "How do we build a developer experience that improves the accessibility of our platform? Component driven development helps speed up development time, improve on-boarding as well as build more reliably. As the projects we build become more complex, we can choose to build systems that scale and help to abstract complexity to improve the workflow of developers building on our platform.\n\nThis session will show concrete techniques and workflows that Shopify employs to help build accessibility at scale, and provide a better experience for our end users, both developers and our customers.\n\nBy thinking about inclusive design and accessibility from the start, we can ensure that the systems we build empower developers to create more accessible experiences for our customers, and create a strong foundation for the future of the web.\n",
    "description_ja": "プラットフォームのアクセシビリティを改善するデベロッパー・エクスペリエンスをどのようにして構築するか。構成要素単位の開発は、信頼性を増すだけでなく、開発時間を早め、新人研修を改善するのに役立ちます。私たちの構築するプロジェクトがより複雑になるにつれ、私たちは拡大可能なシステムを構築することを選択し、複雑さを抽象化して私たちのプラットフォーム上で開発しているデベロッパーの作業フローを改善するのに役立てることができます。\n\nこのセッションでは、Shopifyが大規模なアクセシビリティを構築するのに役立て、私たちの最終ユーザーであるデベロッパーと顧客の両方により良いエクスペリエンスを提供するために採用した具体的な技術と作業フローについて、お話します。\n\n当初からインクルーシブな設計とアクセシビリティを考慮することにより、私たちが構築するシステムがデベロッパーに力を与え、顧客によりアクセスしやすいエクスペリエンスを提供し、ウェブの未来の強力な基盤を作り出すようにさせることができます。",
    "category_en": "DX",
    "category_ja": "DX",
    "day": "29",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Tiffany Tse",
    "First speaker=speakers:name_en": "Tiffany Tse",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2913",
    "date": "2901",
    "title_en": "Documentation Tooling - Open Source way",
    "title_ja": "ドキュメンテーション・ツール －オープンソース方式",
    "image": "",
    "description_en": "Technical Documentation at Red Hat is primary for Customer Experience and Engagement for Red Hat Products.\nAnd for Mozilla its a boon for contributors and communities.\nWe will learn the two different approaches to the same discipline.\n\nWe will touch down on the modular way of technical documentation that Red Hat works with and how to we have added tooling around it.\nWe will walk through the process and ideas of creating tools around the modular style of docs. We will also discuss the architectural know-how and what technologies are better suited to the modular approach.\nThen we will talk about how Mozilla works with technical Documentation and MDN with the backend Kuma.\nAnd finally, compare these two approaches to understand why technical documentation is useful for open source projects. \n\nWho and why?\nThis talk is for documentation writers, product owners and developers who write tools around docs\n",
    "description_ja": "Red Hatの技術ドキュメンテーションは、主にレッドハットの製品の顧客エクスペリエンスと顧客エンゲージメントに関するものです。\nそしてモジラについて言えば、それは投稿者やコミュニティの利益になるものです。\n同じ分野に対して二つの異なるアプローチがあることが分かるでしょう。\n\nレッドハットが採用している技術ドキュメンテーションのモジュラー方式とそれに関連してどのようにツールを追加したかに触れます。\nモジュラー型の文書に関連したツールを作るプロセスと考え方について順にお話します。また、アーキテクチャ上のノウハウと、モジュラー方式のアプローチにどの技術が適しているかについてもお話します。\nその後、モジラがどのように技術ドキュメンテーションを取り扱っているか、またバックエンドKumaを使ったMDNについてお話します。\nそして最後に、これら２つのアプローチを比較して、技術ドキュメンテーションがなぜオープンソースのプロジェクトに有用かを理解してもらいます。 \n\n誰がとなぜ。\nこの話は、ドキュメンテーション・ライター、文書の関連したツールについて書く製品のオーナーやデベロッパー向けのものです。",
    "category_en": "Document",
    "category_ja": "ドキュメント",
    "day": "29",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Ankit Gadgil",
    "First speaker=speakers:name_en": "Ankit Gadgil",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2914",
    "date": "2901",
    "title_en": "Lessons learned from 18 months of the endeavour for Community Growth - Days of failures and success.",
    "title_ja": "コミュニティの成長のための18ヵ月にわたる取り組み－失敗と成功の日々－から学んだ教訓をユーザーが学ぶように勧めるコンテンツを制作する",
    "image": "",
    "description_en": "Eighteen months ago, I started my product community from scratch.  Only six attendees showed up at the first meetup.  I've worked out in many ways, sometimes it worked, and sometimes it didn't, and finally, I found a good one.  In this session, I'll show you examples of failures and success to explain the principle I found.  The journey never ends.",
    "description_ja": "18ヵ月前、私は一から製品コミュニティを始めました。  最初のミートアップには、ほんの6名しか現れませんでした。  いろんな方法を生み出し、うま行く時もそうでない時もありましたが、最後に良い方法を見つけました。  このセッションでは、私が見つけた原則を説明するために失敗と成功の事例を紹介します。  旅路は決して終わることはありません。",
    "category_en": "Community",
    "category_ja": "コミュニティ",
    "day": "29",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "wataru yamazaki",
    "First speaker=speakers:name_en": "wataru yamazaki",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2915",
    "date": "2901",
    "title_en": "Open Source from Day 1: Building alongside the community",
    "title_ja": "オープンソース1日目：コミュニティと協力して構築",
    "image": "",
    "description_en": "For many companies, an open source strategy is a way to give back to the community or to raise awareness about a product.\n\nEmbark Studios was formed less than a year ago and has no developer-facing product, but has been making a splash in the Rust community and in the broader open source community. This talk breaks down this seemingly backwards strategy and gives the audience guidance on embracing open source even before releasing a product.",
    "description_ja": "多くの企業にとって、オープンソース戦略はコミュ二ティに報いる方法であるか、製品についての認知度を高める方法です。\n\nエンバーク・スタジオは1年弱前に設立され、デベロッパー向きの製品はありませんでしたが、ラスト・コミュニティとより広いオープンソース・コミュニティで大評判となりました。この話は、一見逆行した戦略を取り壊して、製品をリリースする前であってもオープンソースを活用することを勧めるものです。",
    "category_en": "Community",
    "category_ja": "コミュニティ",
    "day": "29",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Ari V",
    "First speaker=speakers:name_en": "Ari V",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2916",
    "date": "2901",
    "title_en": "Lessons Learned from Cultivating Open Source Projects and Communities",
    "title_ja": "オープンソース・プロジェクトとコミュニティを育てることから学んだ教訓",
    "image": "",
    "description_en": "Over the last decade, I’ve had the privilege professionally of building and cultivating some Open Source projects and communities. To start off this isn’t a tools talk, this is a talk about the soft skills you have to have to be able to succeed as a leader in an Open Source project.  My journey started tending the frequently asked questions for a small Linux Distribution called CRUX, and then years later professionally moved to the OpenStack-Chef project to build OpenStack clouds. I’ve grown other projects along the way helped build tooling and communities some successful and still running today, others were just flashes in the pan.  I’ve learned a ton on this journey; honestly still am, but I have some lessons that are hard learned and hopefully I warn pitfalls that can cause wasted cycles and pain. \n\nI’ll be going over:\n-------------------------\n\n- This isn’t a tools talk\n- Scoping your project\n  - Personally-backed\n  - Corporate-backed\n- Empathy and audience is important\n  - Celebrations\n  - Defeats\n- Successful traits of Open Source projects\n  - Trust\n  - Clear Vision\n  - Have a plan to move on if needed\n- Honestly, is it even worth this hassle?",
    "description_ja": "ここ10年の間、私は職業上幸運にもいくつかのオープンソースのプロジェクトとコミュニティを構築し育ててきました。最初に行ったのはツールの話ではなく、オープンソースのプロジェクトのリーダーとして成功するために備えていなければならないソフトスキルについての話でした。  私の旅路は、CRUXと呼ぶ小さなリナックス・ディストリビューション用のよくある質問に対応することから始まりました。その後、何年か後、職業的にはオープンスタックのクラウドを構築するオープンスタック－シェフ・プロジェクトに移りました。私は他のプロジェクトも育て、その過程でツールやコミュニティを構築する手伝いもしました。中には成功し今日も稼働してるものもありますが、他は単に一時的な成功でした。  この旅路で多くのことを学びました；正直に言って、未だに学んでいます。しかしいくつかの教訓は苦しんで学んだもので、無駄なサイクルや痛みを起こす原因となりうる落とし穴について警告できると思います。 \n\nそれらについてご説明します：\n--------------- \n- これはツールの話ではありません。　\n- プロジェクトを詳しく調べる。　\n- 個人的が支援している。　\n- 企業が支援している。 \n- 共感と信奉者が重要です。　\n- お祝い　\n- 敗北 \n- 成功するオープンソース・プロジェクトの特徴　\n- 信頼　\n- 明確なビジョン　\n- 必要であれば転職する計画を持つ。\n- 正直に言って、こんなに面倒なことをする価値がありますか。\n",
    "category_en": "Community",
    "category_ja": "コミュニティ",
    "day": "29",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "JJ Asghar",
    "First speaker=speakers:name_en": "JJ Asghar",
    "Second speaker=speakers:name_en": ""
  },
  {
    "id": "2918",
    "date": "2901",
    "title_en": "Teach people to use your API by not being an expert",
    "title_ja": "専門家でない人にAPIを使ってもらうように教える",
    "image": "",
    "description_en": "Technical knowledge is hard to consume but harder to teach. You’re the expert and need to teach developers about your platform, but how do you keep from losing them in the complexity? In this talk we’ll cover strategies to create educational resources that make complex technical topics feel more approachable. I'll share my own experience in DevRel and why I think being genuine is far more important than being an expert.",
    "description_ja": "技術的な知識は吸収するのは難しく、教えるのはもっと難しいです。あなた方は専門家であり、デベロッパーにあなたのプラットフォームのことを教える必要があります。しかし、複雑さの中で彼らを失うことがないようにするのにどのようにしていますか。ここでは、複雑な技術トピックをより取っつきやすいものにするための教育リソースを開発する戦略を取り上げます。DevRelでの私の経験と私がなぜ誠実であることが専門家であることよりも重要であると思うかについてもお話します。",
    "category_en": "API",
    "category_ja": "API",
    "day": "29",
    "time": "",
    "room": "",
    "show": "true",
    "speakerName": "Taylor Krusen",
    "First speaker=speakers:name_en": "Taylor Krusen",
    "Second speaker=speakers:name_en": ""
  }
]